Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# CompatibilityChat
source: {0} is using an older version of Telegram, so secret photos will be shown in compatibility mode. Once {1} updates Telegram, photos with timers for 1 minute or less will start working in 'Tap and hold to view' mode, and you will be notified whenever the other party takes a screenshot.
ar: يستخدم ⁨{0}⁩ إصدارًا قديمًا من تيليجرام، لذلك ستظهر الصور السرية في الوضع التوافقي. عندما يقوم ⁨{1}⁩ بتحديث تيليجرام فإن الصور التي بها عداد تدمير خلال دقيقة أو أقل ستعمل بطريقة «الضغط باستمرار للمشاهدة»، وسيتم إخبارك عندما يلتقط الطرف الآخر صورة للشاشة.
be: {0} выкарыстоўвае састарэлую версію Telegram, таму сакрэтныя фота будуць адлюстроўвацца ў рэжыме сумяшчальнасці. Пасля таго, як {1} абновіць Telegram, фота з хвілінным або меншым таймерам пачнуць працаваць у рэжыме «Націсніце і ўтрымлівайце для прагляду». Таксама вы будзеце апавешчаны ўсялякі раз, калі суразмовец робіць здымак экрана.
ca: {0} utilitza una versió antiga del Telegram, per tant les fotos secretes es mostraran en mode de compatibilitat. Quan {1} actualitzi el Telegram, les fotos amb autodestrucció d'1 minut o menys funcionaran en mode «Manteniu premut per a veure-ho», i rebreu una notificació quan l'altra persona faci una captura de pantalla.
de: {0} benutzt eine ältere Version von Telegram, sodass Bilder in Geheimen Chats im Kompatibilitätsmodus angezeigt werden. Sobald {1} Telegram aktualisiert, werden Bilder mit Timern von 1 Minute und kürzer per "Tippen und Halten" angezeigt. Du wirst benachrichtigt, sobald dein Chatpartner ein Bildschirmfoto macht.
es: {0} usa una versión antigua de Telegram, así que las fotos secretas serán mostradas en un modo de compatibilidad. Cuando {1} actualice Telegram, las fotos con autodestrucción de 1 minuto o menos funcionarán con el modo “Mantén pulsado para ver”, y te notificaremos siempre que la otra parte haga una captura de pantalla.
fa: ⁨{0}⁩ از یک نسخه قدیمی تلگرام استفاده می‌کند، به همین دلیل عکس‌های محرمانه در حالت سازگار نمایش داده می‌شوند. زمانی که ⁨{1}⁩ تلگرام خود را به‌روزسانی کند، عکس‌هایی با زمان‌سنج 1 دقیقه یا کمتر در حالت «برای مشاهده ضربه بزنید و نگه دارید» شروع به کار می‌کنند و هر زمان که طرف مقابل از صفحه عکس بگیرد شما مطلع خواهید شد.
fi: {0} käyttää Telegramin vanhempaa versiota, joten salaiset kuvat näytetään yhteensopivuustilassa. Kun {1} päivittää Telegraminsa, ajastetut kuvat joilla on vähemmän kuin minuutti katseluaikaa toimivat 'Paina pitkään katsoaksesi' -tilassa ja saat ilmoituksen aina kun toinen osapuoli ottaa kuvakaappauksen.
fr: {0} utilise une version antérieure de Telegram, les photos éphémères seront donc affichées en mode compatibilité. Une fois que {1} aura mis à jour Telegram, le mode "Touchez et maintenez pour voir" s'appliquera pour les photos avec une autodestruction dans la minute, et vous serez averti s'il prend une capture d'écran.
id: {0} menggunakan Telegram versi lama, sehingga tampilan foto dalam mode ini akan disesuaikan. Ketika Telegram {1} diperbarui, foto tampil dengan waktu 1 menit atau kurang dan mulai bekerja di mode 'Tekan dan Tahan Untuk Melihat'. Anda akan diberitahu ketika pihak lain mengambil screenshot.
it: {0} sta usando una versione vecchia di Telegram, quindi le foto segrete saranno visualizzate in modalità di compatibilità. Una volta che {1} avrà aggiornato Telegram, le foto con il timer minore di 1 minuto funzioneranno in modalità 'Tieni premuto per vedere' , e sarai notificato ogni volta che l'altro esegue uno screenshot.
ko: {0}님의 텔레그램 버전이 낮아 비밀 사진을 호환성 모드로 표시합니다. {1}님이 텔레그램을 업데이트하고 나면, 자동삭제 시간이 1분 이하인 사진은 "탭하고 누르고 있어야 보임" 상태가 되며, 상대방이 화면을 캡처할 때 마다 알림을 받습니다.
ms: {0} mengguna versi lama Telegram, jadi foto rahsia akan nampak dalam mod tak serasi. Setelah {1} Telegram dikemaskini, foto dengan pemasa untuk 1 minit atau kurang akan mula bergerak dalam mod "Tekan dan tahan lama untuk lihat", dan anda akan diberitahu bila pihak sebelah ambil gambar skrin.
nl: {0} gebruikt een oudere versie van Telegram, dus worden geheime foto's weergegeven in de compatibiliteitsmodus. Zodra {1} Telegram updatet werken foto's met timers voor 1 minuut of minder in de 'Druk en houd ingedrukt'-modus en krijg je een bericht wanneer de andere partij een schermafdruk maakt.
pl: Użytkownik {0} używa starszej wersji Telegrama, zatem tajne zdjęcia będą wyświetlane w trybie zgodności. Gdy użytkownik {1} zaktualizuje Telegram, zdjęcia z czasem wyświetlania poniżej jednej minuty będą wyświetlane w trybie „Dotknij i przytrzymaj, by wyświetlić” i otrzymasz powiadomienie, gdy ktoś wykona zrzut ekranu.
pt_br: {0} está usando uma versão mais antiga do Telegram, por isso fotos secretas serão mostradas em modo de compatibilidade. Assim que {1} atualizar o Telegram, fotos com timers de 1 minuto ou menos passarão a funcionar no modo ‘Toque e segure para ver’, e você será notificado caso a outra pessoa salve a tela.
ru: {0} использует старую версию Telegram, поэтому секретные фотографии отображаются в режиме совместимости. Когда {1} обновит Telegram, для просмотра фотографий с таймером на минуту и меньше нужно будет нажать на фото и удерживать. Вы также будете видеть уведомление, если собеседник делает скриншот.
sv: {0} använder en äldre version av Telegram. Hemliga bilder visas i kompatibilitetsläge. När {1} har uppdaterat sitt Telegram kommer bilder med timer på 1 min. el. mindre att fungera i 'Tryck- och håll ner för 'Visa-läge' och du kommer att meddelas när någon tar ett skärmklipp.
tr: {0} Telegram'ın eski bir sürümünü kullanıyor, yani gizli fotoğraflar uyumluluk kipinde görüntülenecek. {1} Telegram'ı bir kere güncellediğinde, fotoğraflar 1 dakikada ya da 'Görüntülemek için basılı tutun' kipiyle daha kısa zamanda görüntülenecek ve diğer kişinin ekran görüntüsünü aldığı size bildirilecek.
uk: {0} користується ранішою версією Telegram, тому фото будуть відображатися в режимі сумісності. Щойно {1} оновить Telegram, фото з таймером на 1 хвилину і менше відображатимуться в режимі "Утримуйте для перегляду" і вас буде сповіщено, коли інша сторона робитиме знімок екрана.
uz: {0} Telegramning eski versiyasidan foydalanmoqda, shuning uchun maxfiy rasmlar moslashuv rejimida ko‘rsatiladi. {1} Telegramni yangilagandan keyin 1 daqiqa yoki undan kam vaqt uchun taymer sozlangan rasmlar “Koʻrish uchun bosib turing” rejimida ishlashni boshlaydi hamda agar suhbatdoshingiz skrinshot olsa, siz bu haqida xabardor boʻlasiz.
zh_cn: {0} 正在使用旧版 Telegram，因此阅后即焚图片会以兼容模式显示。 当 {1} 更新 Telegram 后，若阅后即焚计时为 1 分钟或以内，对方可“点按以观看”；对方截屏时，您也会收到通知。
zh_tw: {0} 正在使用舊版 Telegram，因此自毀圖片會以兼容模式顯示。 當 {1} 更新 Telegram 後，若自毀計時為 1 分鐘或以内，對方可“點按以觀看”；對方截圖時，您也會收到通知。

# ConfirmCorrectNumber
source: Is this the correct number?
ar: هل هذا هو الرقم الصحيح؟
be: Гэта правільны нумар?
ca: És aquest el número correcte?
de: Ist das die richtige Nummer?
es: ¿Es este el número correcto?
fi: Onko tämä oikea numero?
fr: Est-ce le bon numéro ?
it: È questo il numero corretto?
ko: 올바른 번호인가요?
ms: Adakah nombor ini betul?
pl: Czy to jest poprawny numer?
pt_br: Este é o número correto?
ru: Правильно ли указан номер?
sv: Är detta korrekt nummer?
tr: Bu doğru numara mı?
uk: Це ваш номер телефону?

# ConfirmCreatePasscode
source: Re-enter your passcode
ar: إعادة إدخال رمز قفلك
be: Увядзіце код доступу яшчэ раз
ca: Torneu a escriure el codi
de: Pincode erneut eingeben
es: Repite tu código
fi: Syötä pääsykoodi uudelleen
fr: Saisissez à nouveau votre code d'accès
it: Ripeti il tuo codice
ko: 암호를 다시 입력해주세요
ms: Masuk semula kata laluan anda
pl: Powtórz kod dostępu
pt_br: Reinsira sua senha
ru: Повторите код-пароль
sv: Upprepa din åtkomstkod
tr: Parolanızı tekrar girin
uk: Повторіть код блокування

# ConfirmDeleteCallLog
source: Do you want to delete this entry from the call log?
ar: هل ترغب بحذف هذه المكالمة من السجل؟
be: Вы хочаце выдаліць гэты запіс з гісторыі выклікаў?
ca: Voleu eliminar l'entrada de l'historial de trucades?
de: Möchtest du wirklich diesen Eintrag aus der Anrufliste löschen?
es: ¿Quieres eliminar esta entrada del registro de llamadas?
fa: آیا می‌خواهید این مورد را از گزارش تماس حذف کنید؟
fi: Haluatko varmasti poistaa tämän kohdan puhelulokistasi?
fr: Voulez-vous effacer cette entrée du journal d'appels ?
id: Apakah Anda yakin ingin menghapus entri ini dari log panggilan?
it: Vuoi eliminare questa voce dal registro delle chiamate?
ko: 이 항목을 통화 기록에서 삭제하시겠습니까?
ms: Anda pasti ingin hapus nombor ini dari log panggilan?
nl: Gesprek echt uit oproepgeschiedenis wissen?
pl: Czy chcesz usunąć ten wpis z rejestru połączeń?
pt_br: Deseja apagar essa entrada do registro de chamadas?
ru: Вы точно хотите удалить запись из истории звонков?
sv: Vill du ta bort posten från samtalsloggen?
tr: Bu girişi arama kaydından silmek istiyor musunuz?
uk: Видалити цей запис з журналу викликів?
uz: Bu yozuvni chaqiruvlar roʻyxatidan oʻchirib tashlamoqchimisiz?
zh_cn: 您确定要删除这条通话记录吗？
zh_tw: 您確定要删除這條通話記錄嗎？

source: Connected
ar: متصل
be: Злучана
ca: Connectat
de: Verbunden
es: Conectado
fa: متصل
fi: Yhdistetty
fr: Connecté
id: Terhubung
it: Connesso
ko: 연결됨
ms: Disambung
nl: Verbonden
pl: Połączony
pt_br: Conectado
ru: Подключен
sv: Ansluten
tr: Bağlandı
uk: Підʼєднано
uz: Ulangan
zh_cn: 已连接
zh_tw: 已連接

source: Connecting...
ar: يتم الاتصال...
be: Злучэнне...
ca: S'està connectant...
de: Verbinden...
es: Conectando...
fa: در حال اتصال...
fi: Yhdistetään...
fr: Connexion…
id: Menghubungkan...
it: Connetto...
ko: 연결 중...
ms: Menyambung...
nl: Verbinden
pl: Łączenie...
pt_br: Conectando...
ru: Соединение...
sv: Ansluter...
tr: Bağlanıyor…
uk: Зʼєднання...
uz: Ulanmoqda...
zh_cn: 连接中……
zh_tw: 連接中……

# ConnectingConnectProxy
source: Connect Proxy
ar: الاتصال بالبروكسي
be: Злучыцца з проксі
ca: Connecta al servidor intermediari
de: Mit Proxy verbinden
es: Conectar proxy
fa: اتصال پروکسی
fi: Yhdistä välityspalvelimelle
fr: Connecter le proxy
id: Hubungkan ke Proxy
it: Connetti proxy
ko: 프록시 연결
ms: Sambung Proksi
nl: Verbinden met proxy
pl: Połącz z proxy
pt_br: Conectar Proxy
ru: Подключить прокси
sv: Anslut proxy
tr: Vekil Sunucuya Bağlan
uk: Підʼєднатися до проксі
uz: Proksini ulash
zh_cn: 连接代理
zh_tw: 連接代理

source: Connecting to proxy
ar: يتم الاتصال بالبروكسي
be: Злучэнне з проксі-серверам
ca: S'està connectant al servidor intermediari
de: Verbinde mit Proxy
es: Conectando al proxy
fa: در حال اتصال به پروکسی
fi: Välityspalvelin…
fr: Connexion au proxy...
id: Menghubungkan ke proksi..
it: Connetto al proxy
ko: 프록시에 연결 중
ms: Menyambung ke proksi
nl: Verbinden met proxy
pl: Łączenie z proxy
pt_br: Conectando ao proxy
ru: Подключение к прокси...
sv: Ansluter till proxy...
tr: Vekil sunucuya bağlanılıyor
uk: Зʼєднуємося з проксі
uz: Proksiga ulanmoqda
zh_cn: 正在连接代理
zh_tw: 正在連接代理

# ConnectingToProxyDisable
source: Disable
ar: تعطيل
be: Адключыць
ca: Desactiva
de: Deaktivieren
es: Desactivar
fa: غیرفعال کردن
fi: Poista käytöstä
fr: Désactiver
id: Nonaktifkan
it: Disattiva
ko: 끄기
ms: Nyahdaya
nl: Uitschakelen
pl: Wyłącz
pt_br: Desativar
ru: Отключить
sv: Koppla bort
tr: Kapat
uk: Вимкнути
uz: Faolsizlantirish
zh_cn: 禁用
zh_tw: 禁用

# ConnectingToProxyDisableAlert
source: Are you sure you want to disable proxy server {0}? You can reenable it later in Settings > Data and Storage.
ar: هل ترغب حقًا في تعطيل البروكسي ⁨{0}⁩؟ يمكنك إعادة تفعيله لاحقًا عن طريق الإعدادات > البيانات والتخزين.
be: Вы ўпэўнены, што хочаце адключыць проксі-сервер {0}? Вы можаце ўключыць яго зноў праз «Налады > Даныя і сховішча».
ca: Segur que voleu desactivar el servidor {0}? Podeu tornar a activar-lo a la Configuració > Dades i emmagatzematge.
de: Möchtest du wirklich Proxyserver {0} deaktivieren? Du kannst ihn später wieder in den Einstellungen (Daten und Speicher) aktivieren.
es: ¿Quieres desactivar el servidor proxy {0}? Puedes volver a activarlo más tarde en Ajustes > Datos y almacenamiento.
fa: آیا از غیرفعال کردن سرور پروکسی ⁨{0}⁩ اطمینان دارید؟ شما می‌توانید بعداً آن را در قسمت تنظیمات > داده‌ها و ذخیره‌سازی مجدداً فعال کنید.
fi: Haluatko varmasti poistaa välityspalvelimen {0} käytöstä? Voit ottaa sen käyttöön uudelleen asetuksista (Tiedot ja tallennustila).
fr: Voulez-vous vraiment désactiver le proxy {0} ? Vous pouvez le réactiver à tout moment dans Paramètres > Données et stockage.
id: Anda yakin ingin mematikan server proxy {0}? Anda dapat menyalakan kembali di Pengaturan (Data dan Penyimpanan) lain waktu.
it: Vuoi davvero disattivare il server proxy {0}? Puoi riattivarlo più tardi in Impostazioni > Dati e archivio.
ko: {0} 프록시 서버를 정말 끄시겠습니까? 프록시 서버는 설정(데이터 및 저장 공간)에서 바꾸실 수 있습니다.
ms: Anda pasti mahu nyahdaya proksi pelayan {0}? Anda boleh dayakannya semula dalam Aturan nanti > Data dan Storan.
nl: Proxy {0} echt uitschakelen? Opnieuw inschakelen kan via Instellingen (Data en opslag).
pl: Czy na pewno chcesz wyłączyć serwer proxy {0}? Możesz włączyć go potem w Ustawienia » Dane i przechowywanie.
pt_br: Tem certeza de que deseja desativar o servidor proxy {0}? Você pode reabilitá-lo depois em Configurações > Dados e Armazenamento.
ru: Хотите отключить прокси-сервер {0}? Вы всегда можете включить его в настройках > Данные и память.
sv: Är du säker på att koppla bort proxyserver {0}? Du kan koppla in den igen i Inställningar (Data och lagring).
tr: {0} vekil sunucusunu kapatmak istediğinizden emin misiniz? Daha sonra Ayarlar > Veri ve Depolama içinden tekrar etkinleştirebilirsiniz.
uk: Ви дійсно хочете вимкнути проксі-сервер {0}? Ви зможете увімкнути його ще раз пізніше в Налаштуваннях > Дані та сховище.
uz: Siz {0} Proxy serverni o‘chirib qo‘yasizmi? Siz keyinroq Sozlamalar (Ma’lumotlar va Xotira) ichidan qayta yoqishingiz mumkin.
zh_cn: 您确定要禁用代理服务器 {0} 吗？您可以在「设置 - 数据和存储」中重新启用它。
zh_tw: 您確定要禁用代理服務器 {0} 嗎？您可以在「設定 - 數據和儲存」中重新啓用它。

# ConnectingToProxyEnable
source: Enable
ar: تفعيل
be: Уключыць
ca: Activa
de: Aktivieren
es: Activar
fa: فعال کردن
fi: Ota käyttöön
fr: Activer
id: Aktifkan
it: Attiva
ko: 사용
ms: Dayakan
nl: Inschakelen
pl: Włącz
pt_br: Ativar
ru: Включить
sv: Koppla in
tr: Etkinleştir
uk: Увімкнути
uz: Yoqish
zh_cn: 启用
zh_tw: 啓用

# ConnectingToProxyTapToDisable
source: Tap here to disable proxy...
ar: انقر هنا لتعطيل البروكسي...
be: Націсніце тут, каб адключыць проксі...
ca: Toqueu per a desactivar el servidor intermediari...
de: Hier tippen, um Proxy zu deaktivieren...
es: Toca aquí para desactivarlo...
fa: برای غیرفعال کردن پروکسی اینجا را بزنید...
fi: Napautus poistaa käytöstä...
fr: Touchez pour désactiver le proxy...
id: Tekan di sini untuk nonaktifkan proxy...
it: Tocca qui per disattivare il proxy...
ko: 프록시를 끄려면 여기를 누르세요...
ms: Tekan di sini untuk nyahdaya proksi...
nl: Tik om proxy uit te schakelen
pl: Dotknij tu, aby wyłączyć proxy…
pt_br: Toque aqui para desativar...
ru: Нажмите для отключения прокси...
sv: Tryck här för att koppla bort proxy...
tr: Vekil sunucuyu kapatmak için buraya dokunun…
uk: Натисніть тут, щоб вимкнути проксі...
uz: Proksini faolsizlantirish uchun bosing...
zh_cn: 点击此处禁用代理……
zh_tw: 點擊此處禁用代理……

source: Connecting your contacts...
ar: يتم تحميل جهات اتصالك...
ca: S'estan connectant els contactes...
de: Verbinde deine Kontakte...
es: Conectando tus contactos…
fi: Yhteystietojasi haetaan...
fr: Récupération de vos contacts...
it: Connetto i tuoi contatti...
ko: 내 연락처 연결 중...
ms: Menghubung kenalan anda...
pt_br: Conectando seus contatos...
ru: Загрузка контактов...
sv: Kopplar in dina kontakter...
tr: Kişileriniz bağlanıyor...
uk: Підключення ваших контактів...

# ContactBirthday
source: Birthday
ar: الميلاد
be: Дата нараджэння
ca: Aniversari
de: Geburtstag
es: Cumpleaños
fa: تولد
fi: Syntymäpäivä
fr: Anniversaire
id: Tanggal Lahir
it: Compleanno
ko: 생일
ms: Tarikh lahir
nl: Verjaardag
pl: Urodziny
pt_br: Nascimento
ru: День рождения
sv: Födelsedag
tr: Doğum günü
uk: День народження
uz: Tugʻilgan kun
zh_cn: 生日
zh_tw: 生日

# ContactJob
source: Job
ar: المهنة
be: Месца працы
ca: Feina
de: Arbeit
es: Trabajo
fa: شغل
fi: Työ
fr: Travail
id: Pekerjaan
it: Lavoro
ko: 직장
ms: Kerja
nl: Baan
pl: Praca
pt_br: Trabalho
ru: Работа
sv: Jobb
tr: İş
uk: Робота
uz: Ish
zh_cn: 工作
zh_tw: 工作

# ContactJobTitle
source: Title
ar: اللقب
be: Пасада
ca: Càrrec
de: Position
es: Puesto
fa: مقام
fi: Työnimike
fr: Titre
id: Jabatan
it: Titolo
ko: 제목
ms: Pangkat
nl: Titel
pl: Tytuł
pt_br: Cargo
ru: Должность
sv: Titel
tr: Unvan
uk: Назва
uz: Sarlavha
zh_cn: 职位
zh_tw: 職位

# ContactJoined
source: Contact joined Telegram
ar: انضمام جهة اتصال لتيليجرام
be: Кантакт далучыўся да Telegram
ca: Un contacte s'uneix al Telegram
de: Kontakt ist Telegram beigetreten
es: Un contacto se unió a Telegram
fa: مخاطب به تلگرام پیوست
fi: Kun yhteystieto liittyy Telegramiin
fr: Un contact a rejoint Telegram
id: Kontak bergabung dengan Telegram
it: Un contatto si è unito a Telegram
ko: 친구의 텔레그램 가입
ms: Kenalan sertai Telegram
nl: Contact lid van Telegram
pl: Kontakt dołączył do Telegrama
pt_br: Contato entrou para o Telegram
ru: Контакт присоединился к Telegram
sv: Kontakt gick med i Telegram
tr: Kişi Telegram'a Katıldı
uk: Контакт приєднався до Telegram
uz: Kontakt Telegramga qoʻshildi
zh_cn: 联系人已加入 Telegram
zh_tw: 聯絡人已加入 Telegram

# ContactNotRegistered
source: {0} is not on Telegram yet, would you like to invite them to join?
ar: لم يقم ⁨{0}⁩ بالتسجيل في تيليجرام بعد. هل ترغب في دعوتهم؟
be: {0} яшчэ не далучыўся(-лася) да Telegram. Вы хочаце запрасіць?
ca: {0} encara no és al Telegram, voleu enviar-li una invitació?
de: {0} ist noch nicht bei Telegram. Willst du diesen Nutzer einladen?
es: {0} aún no está en Telegram. ¿Quieres enviarle una invitación?
fa: ⁨{0}⁩ هنوز وارد تلگرام نشده است، آیا تمایل دارید او را به پیوستن به تلگرام دعوت‌ کنید؟
fi: {0} ei vielä käytä Telegramia. Haluatko lähettää hänelle kutsun?
fr: {0} n'est pas encore sur Telegram, voulez-vous lui envoyer une invitation ?
id: {0} belum ada di Telegram, apakah Anda ingin mengundang mereka untuk gabung?
it: {0} non è ancora su Telegram, vuoi inviare un invito?
ko: {0} 님은 아직 텔레그램에 가입하지 않았습니다. 초대하시겠습니까?
ms: {0} belum guna Telegram lagi. Anda mahu menjemputnya?
nl: {0} is nog geen lid, uitnodigen?
pl: Kontakt {0} nie ma jeszcze Telegrama, chcesz zaprosić tę osobę do dołączenia?
pt_br: {0} ainda não está no Telegram. Gostaria de fazer um convite?
ru: {0} пока не использует Telegram. Пригласить?
sv: {0} har inte Telegram än. Vill du skicka en inbjudan?
tr: {0} henüz Telegram'da değil, onu katılması için davet etmek ister misiniz?
uk: {0} ще не має Telegram, запросити?
uz: {0} hali Telegramda roʻyxatdan oʻtmagan. Uni taklif qilishni istaysizmi?
zh_cn: {0} 没有在使用 Telegram，是否邀请他加入？
zh_tw: {0} 沒有在使用 Telegram，是否邀請他加入？

# ContactNotRegisteredTitle
source: Invite to Telegram
ar: دعوة إلى تيليجرام
be: Запрасіць у Telegram
ca: Invitació al Telegram
de: Zu Telegram einladen
es: Invitar a Telegram
fa: دعوت به تلگرام
fi: Kutsu Telegramiin
fr: Inviter sur Telegram
id: Undang ke Telegram
it: Invita su Telegram
ko: 텔레그램으로 초대하기
ms: Jemput ke Telegram
nl: Uitnodigen voor Telegram
pl: Zaproś do Telegrama
pt_br: Convidar para o Telegram
ru: Пригласить в Telegram
sv: Bjud in till Telegram
tr: Telegram'a davet et
uk: Запросити до Telegram
uz: Telegramga taklif qilish

source: Contacts
ar: جهات الاتصال
be: Кантакты
ca: Contactes
de: Kontakte
es: Contactos
fa: مخاطبین
fi: Yhteystiedot
id: Kontak
it: Contatti
ko: 연락처
ms: Kenalan
nl: Contacten
pl: Kontakty
pt_br: Contatos
ru: Контакты
sv: Kontakter
tr: Kişiler
uk: Контакти
uz: Kontaktlar
zh_cn: 联系人
zh_tw: 聯絡人

# ContactShare
source: SHARE CONTACT
ar: مشاركة جهة الاتصال
be: АБАГУЛІЦЬ КАНТАКТ
ca: COMPARTEIX EL CONTACTE
de: KONTAKT TEILEN
es: COMPARTIR CONTACTO
fa: به اشتراک گذاشتن مخاطب
fi: JAA YHTEYSTIETO
fr: PARTAGER LE CONTACT
id: BAGI KONTAK
it: CONDIVIDI CONTATTO
ko: 연락처 공유
ms: KONGSI KENALAN
nl: Contact delen
pl: UDOSTĘPNIJ KONTAKT
pt_br: COMPARTILHAR CONTATO
ru: Отправить контакт
sv: DELA KONTAKT
tr: KİŞİYİ PAYLAŞ
uk: ПОДІЛИТИСЯ КОНТАКТОМ
uz: KONTAKTNI ULASHISH
zh_cn: 分享联系人信息
zh_tw: 分享聯絡人資料

# ContactShortcutMessage
source: Message {0}
ar: مراسلة ⁨{0}⁩
be: Паведамленне {0}
ca: Envia un missatge a {0}
de: Nachricht in Telegram {0}
es: Mensaje al {0}
fa: ارسال پیام به ⁨{0}⁩
fi: Viesti henkilölle {0}
fr: Écrire à {0}
id: Kirim Pesan ke {0}
it: Invia un messaggio a {0}
ko: 메시지 보내기 {0}
ms: Mesej {0}
nl: Bericht naar {0}
pl: Wiadomość {0}
pt_br: Mensagem para {0}
ru: Сообщение {0}
sv: Chatta med {0}
tr: Mesaj {0}
uk: Написати {0}
uz: {0}ga xabar

# ContactShortcutVideoCall
source: Video call {0}
ar: مكالمة مرئية ⁨{0}⁩
be: Відэавыклік {0}
ca: Fes una videotrucada a {0}
de: Videoanruf in Telegram {0}
es: Videollamada al {0}
fa: تماس ویدیویی با ⁨{0}⁩
fi: Videopuhelu henkilölle {0}
fr: Appeler {0} en vidéo
id: Panggilan Video ke {0}
it: Videochiama {0}
ko: 영상 통화 걸기 {0}
ms: Panggilan video {0}
nl: Video-oproep naar {0}
pl: Połączenie wideo {0}
pt_br: Chamar {0} por vídeo
ru: Видеозвонок {0}
sv: Ring videosamtal till {0}
tr: Görüntülü arama {0}
uk: Відеовиклик {0}
uz: Ovozli chaqiruv {0}

# ContactShortcutVoiceCall
source: Voice call {0}
ar: مكالمة صوتية ⁨{0}⁩
be: Галасавы выклік {0}
ca: Truca a {0}
de: Sprachanruf in Telegram {0}
es: Llamada de voz al {0}
fa: تماس ویدیویی با ⁨{0}⁩
fi: Äänipuhelu henkilölle {0}
fr: Appeler {0} en audio
id: Panggilan Suara ke {0}
it: Chiama {0}
ko: 음성 통화 걸기 {0}
ms: Panggilan suara {0}
nl: Spraakoproep naar {0}
pl: Połączenie głosowe {0}
pt_br: Chamar {0} por voz
ru: Звонок {0}
sv: Ring upp {0}
tr: Sesli arama {0}
uk: Відеовиклик {0}
uz: {0}ga ovozli chaqiruv
